target/test-classes/xml/sws/maintaincontact/TC70_request

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:maintainContactRequest>
            <sel:ExternalSystemID>COCO</sel:ExternalSystemID>
            <sel:MaintainContactAction>Update Contact</sel:MaintainContactAction>
            <!--Optional:-->
            <sel:UserName>$UserName$</sel:UserName>
            <!--Optional:-->
            <sel:AccountNumber>$AccountNumber$</sel:AccountNumber>
            <!--Optional:-->
            <sel:NewUserName>$NewUserName$</sel:NewUserName>
            <sel:newEmailAddress>$newEmailAddress$</sel:newEmailAddress>
        </sel:maintainContactRequest>
    </soapenv:Body>
</soapenv:Envelope>